Repository: ATIX-AG/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: es, pt_br, ru

source: Interface created
es: Interfaz creada
pt_br: Interface criada
ru: Интерфейс создан

source: Could not create the interface
es: No se pudo crear la interfaz
pt_br: Nao foi possível criar a interface
ru: Не удалось создать интерфейс

source: Compute resource specific attributes.
es: Atributos específicos del recurso de cómputo.
pt_br: Atributos específicos de recursos de computação
ru: Особые атрибуты вычислительного ресурса

source: Interface updated
es: Interfaz actualizada
pt_br: Interface atualizada
ru: Интерфейс обновлен

source: Could not update the interface
es: No se pudo actualizar la interfaz
pt_br: Não foi possível atualizar a interface
ru: Не удалось обновить интерфейс

source: Interface deleted
es: Interfaz borrada
pt_br: Interface excluída
ru: Интерфейс был удален

source: Could not delete the interface
es: No se pudo borrar la interfaz
pt_br: Não foi possível excluir a interface
ru: Не удалось удалить интерфейс

source: Location numeric id to search by
es: ID numérico de ubicación para la búsqueda
pt_br: ID númerica da localização a pesquisar
ru: Числовой код искомого местоположения

source: Parent
es: Ancestro
pt_br: Pai
ru: Родительский

source: Organizations
es: Organizaciones
pt_br: Organizações
ru: Организации

source: Location created
es: Ubicación creada
pt_br: Localização criada
ru: Местоположение настроено

source: Could not create the location
es: No se pudo crear la ubicación
pt_br: Não foi possível criar a localização
ru: Не удалось настроить местоположение

source: Location updated
es: Ubicación actualizada
pt_br: Localização atualizada
ru: Местоположение обновлено

source: Could not update the location
es: No se pudo actualizar la ubicación
pt_br: Não foi possível atualizar a localização
ru: Не удалось обновить местоположение

source: Location deleted
es: Se borró la ubicación
pt_br: Localização removida
ru: Местоположение удалено

source: Could not delete the location
es: No se pudo borrar la ubicación
pt_br: Não foi possível remover a localização
ru: Не удалось удалить местоположение

source: Create or update parameter for a location.
es: Crear o actualizar parámetro para ubicación.
pt_br: Criar ou atualizar parâmetros para uma localização.
ru: Создать или изменить параметр местоположения

source: Parameter [%{name}] updated to value [%{value}]
es: Parámetro [%{name}] actualizado al valor [%{value}]
pt_br: Parâmetro [%{name}] atualizado para o valor [%{value}]
ru: [%{name}] было присвоено значение [%{value}]

source: Parameter [%{name}] created with value [%{value}]
es: Parámetro [%{name}] creado con el valor [%{value}]
pt_br: Parâmetro [%{name}] criado com o valor [%{value}]
ru: Добавлен параметр [%{name}] со значением [%{value}].

source: Could not set location parameter
es: No se pudo establecer el parámetro de ubicación
pt_br: Não foi possível definir parâmetro de localização
ru: Не удалось установить значение параметра местоположения

source: Delete parameter for a location.
es: Eliminar parámetro de ubicación.
pt_br: Remover parâmetro para uma localização.
ru: Удалить параметр местоположения

source: Parameter [%{name}] deleted
es: Parámetro [%{name}] eliminado
pt_br: Parâmetro [%{name}] removido
ru: Параметр [%{name}] удален

source: Could not delete location parameter
es: No se pudo eliminar el parámetro de ubicación
pt_br: Não foi possível remover os parâmetros da localização
ru: Не удалось удалить параметр местоположения

source: Path
es: Ruta
pt_br: Caminho
ru: Путь

source: OS Family
es: Familia SO
pt_br: Família SO
ru: Тип

source: Installation medium created
es: Se creó el medio de instalación
pt_br: Meio de instalação criado
ru: Установочный носитель создан

source: Could not create the installation medium
es: No se pudo crear el medio de instalación
pt_br: Não foi possível criar um meio de instalação
ru: Не удалось создать установочный носитель

source: Installation medium updated
es: Se actualizó el medio de instalación
pt_br: Mídia de instalação atualizada
ru: Установочный носитель обновлен

source: Could not update the installation media
es: No se pudo actualizar el medio de instalación
pt_br: Não foi possível atualizar a mídia de instalação
ru: Не удалось обновить установочный носитель

source: Installation medium deleted
es: Se borró el medio de instalación
pt_br: Mídia de instalação removida
ru: Установочный носитель удален

source: Could not delete the installation media
es: No se pudo borrar el medio de instalación
pt_br: Não foi possível remover a mídia de instalação
ru: Не удалось удалить установочный носитель

source: Vendor class
es: Clase de proveedor
pt_br: Classe de fornecedor
ru: Класс производителя

source: HW model
es: modelo de HW
pt_br: Modelo do HW
ru: Модель оборудования

source: Info
es: Información
ru: Инфо

source: Hardware model created
es: Se creó el modelo de hardware
pt_br: Modelo de Hardware criado
ru: Модель оборудования создана

source: Could not create the hardware model
es: No se pudo crear el modelo de hardware
pt_br: Não foi possível criar o modelo de hardware
ru: Не удалось создать модель оборудования

source: Hardware model deleted
es: Se detectó el modelo de hardware
pt_br: Modelo de hardware removido
ru: Модель оборудования удалена

source: Could not delete the hardware model
es: No se pudo borrar el modelo de hardware
pt_br: Não foi possível remover o modelo de hardware
ru: Не удалось удалить модель оборудования

source: Hardware model updated
es: Se actualizó el modelo de hardware
pt_br: Modelo de hardware atualizado
ru: Модель оборудования обновлена

source: Could not update the hardware model
es: No se pudo actualizar el modelo de hardware
pt_br: Não foi possível atualizar o modelo de hardware
ru: Не удалось обновить модель оборудования

source: Release name
es: Nombre de versión
pt_br: Nome de Lançamento
ru: Название выпуска

source: Family
es: Familia
pt_br: Família
ru: Семейство

source: Major version
es: Versión principal
pt_br: Versão principal
ru: Выпуск

source: Minor version
es: Versión secundaria
pt_br: Versão menor
ru: Версия

source: Partition tables
es: Tablas de particiones
pt_br: Tabela de partição
ru: Таблицы разделов

source: Default templates
es: Plantillas predeterminadas
pt_br: Modelos padrão
ru: Исходные шаблоны

source: Architectures
es: Arquitecturas
pt_br: Arquiteturas
ru: Архитектуры

source: Operating system created
es: Se creó el sistema operativo
pt_br: Sistema operacional criado
ru: Операционная система создана

source: Could not create the operating system
es: No se pudo crear el sistema operativo
pt_br: Não foi possível criar o sistema operacional
ru: Не удалось создать операционную систему

source: Operating system updated
es: Se actualizó el sistema operativo
pt_br: Sistema Operacional atualizado
ru: Операционная система обновлена

source: Could not update the operating system
es: No se pudo actualizar el sistema operativo
pt_br: Não foi possível atualizar o sistema operacional
ru: Не удалось обновить операционную систему

source: Operating system deleted
es: Sistema operativo borrado
pt_br: Sistema Operacional removido
ru: Операционная система удалена

source: Could not delete the operating system
es: No se pudo borrar el sistema operativo
pt_br: Não foi possível remover o sistema operacional
ru: Не удалось удалить операционную систему

source: Create or update parameter for an operating system.
es: Crear o actualizar un parámetro de un sistema operativo.
pt_br: Criar ou atualizar o parâmetro para um sistema operacional.
ru: Создать или изменить параметр операционной системы.

source: Operating system parameter updated
es: Se actualizó el parámetro del sistema operativo
pt_br: Parâmetro de Sistema Operacional atualizado
ru: Параметр операционной системы обновлен

source: New operating system parameter created
es: Se creó un parámetro de sistema operativo
pt_br: Novo parâmetro de sistema operacional criado
ru: Параметр операционной системы создан

source: Could not set operating system parameter
es: No se pudo establecer el parámetro de sistema operativo
pt_br: Não foi possível definir o sistema operacional
ru: Не удалось настроить параметр операционной системы

source: Delete parameter for an operating system.
es: Borrar parámetro de un sistema operativo.
pt_br: Remover parâmetro para um sistema operacional.
ru: Удалить параметр операционной системы

source: operating system parameter deleted
es: Parámetro de sistema operativo ha sido borrado
pt_br: parâmetro de sistema operacional removido
ru: параметр операционной системы удален

source: operatingsystem id
es: ID de sistema operativo
ru: ID операционной системы

source: config template id to be set
es: ID de plantilla de configuración a establecer
pt_br: id de modelo de config a ser definido
ru: ID шаблона конфигурации

source: [%{config_template_name}] was set as default %{template_kind_name} template
es: [%{config_template_name}] se estableció como plantilla %{template_kind_name} predeterminada
pt_br: [%{config_template_name}] era definido como modelo padrão %{template_kind_name}
ru: [%{config_template_name}] будет использоваться по умолчанию в качестве шаблона %{template_kind_name}

source: Could not set the os default template
es: No se pudo establecer la plantilla de SO predeterminada
pt_br: Não foi possível definir os modelos padrão
ru: Не удалось выбрать исходный шаблон ОС

source: Type of the config template
es: Tipo de la plantilla de configuración
pt_br: Tipo de modelo config
ru: Тип шаблона конфигурации

source: Default template deleted
es: Ha sido borrada la plantilla predeterminada
pt_br: Modelo padrão removido
ru: Исходный шаблон удален

source: Could not delete the default template
es: No se pudo borrar la plantilla predeterminada
pt_br: Não foi possível remover o modelo padrão
ru: Не удалось удалить шаблон

source: Default template of type %s not found
es: No se encontró la plantilla predeterminada del tipo %s
pt_br: Modelo padrão do tipo %s não foi encontrado
ru: Исходный шаблон (тип %s) не найден.

source: Locations
es: Ubicaciones
pt_br: Localizações
ru: Местоположения

source: Organization created
es: Se creó organización
pt_br: Organização criada
ru: Организация создана

source: Could not create the organization
es: No se pudo crear organización
pt_br: Não foi possível criar a organização
ru: Не удалось создать организацию

source: Organization updated
es: Se actualizó organización
pt_br: Organização atualizada
ru: Организация обновлена

source: Could not update the organization
es: No se pudo actualizar la organización
pt_br: Não foi possível atualizar a organização
ru: Не удалось обновить организацию

source: Organization deleted
es: Se borró organización
pt_br: Organização removida
ru: Организация удалена

source: Could not delete the organization
es: No se pudo borrar la organización
pt_br: Não foi possível remover a organização
ru: Не удалось удалить организацию

source: Create or update parameter for an organization.
es: Crear o actualizar el parámetro para una organización.
pt_br: Criar ou atualizar parâmetros para uma organização.
ru: Создать или изменить параметр организации

source: Could not set organization parameter
es: No se pudo establecer el parámetro de organización
pt_br: Não foi possível definir os parâmetros da organização
ru: Не удалось установить значение параметра организации

source: Delete parameter for an organization.
es: Eliminar el parámetro para una organización.
pt_br: Remover parâmetros para uma organização.
ru: Удалить параметр организации

source: Could not delete organization parameter
es: No se puede eliminar el parámetro de la organización
pt_br: Não foi possível remover os parâmetros da organização
ru: Не удалось удалить параметр организации

source: Locked
es: Bloqueado
pt_br: Bloqueado

source: View partition table content.
es: Mostrar contenido de la tabla de particiones.
pt_br: Visualizar conteúdo de tabela de partição
ru: Просмотр таблицы разделов

source: Path to a file that contains the partition layout
es: Ruta al archivo que contiene el diseño de particiones
pt_br: Caminho para um arquivo que contenha o layout de partição
ru: Путь к файлу разделов

source: Partition table created
es: Se creó la tabla de particiones
pt_br: Tabela de partição criada
ru: Таблица разделов создана

source: Could not create the partition table
es: No se pudo crear la tabla de particiones
pt_br: Não foi possível criar a tabela de partição
ru: Не удалось создать таблицу разделов

source: Partition table updated
es: Se actualizó la tabla de particiones
pt_br: Tabela de partição atualizada
ru: Таблица разделов обновлена

source: Could not update the partition table
es: No se pudo actualizar la tabla de particiones
pt_br: Não foi possível atualizar tabela de partição
ru: Не удалось обновить таблицу разделов

source: Partition table deleted
es: Se borró la tabla de particiones
pt_br: Tabela de partição removida
ru: Таблица разделов удалена

source: Could not delete the partition table
es: No se pudo borrar la tabla de particiones
pt_br: Não foi possível remover tabela de partição
ru: Не удалось удалить таблицу разделов

source: Smart variables
es: Variables inteligentes
pt_br: Variáveis inteligentes
ru: Смарт-переменные

source: Parameter
es: Parámetro
pt_br: Parâmetro
ru: Параметр

source: Default value
es: Valor predeterminado
pt_br: Valor padrão
ru: Исходное значение

source: Smart class parameters
es: Parámetros de clase inteligentes
pt_br: Parâmetros de classe inteligentes
ru: Смарт-параметры

source: Realm type
es: Tipo de reino
pt_br: Tipo de realm
ru: Тип

source: Created at
es: Creado
pt_br: criado em
ru: Создан:

source: Updated at
es: Actualizado
pt_br: Atualizado em
ru: Обновлен:

source: Users
es: Usuarios
pt_br: Usuários
ru: Пользователи

source: User groups
es: Grupos de usuarios
pt_br: Grupos de usuários
ru: Группы пользователей

source: Usergroup
es: Grupo de usuarios
pt_br: Grupo de usuário
ru: Группа пользователей

source: Smart proxies
es: Proxis inteligentes
pt_br: Proxies Inteligentes
ru: Капсулы

source: Compute resources
es: Recursos de cómputo
pt_br: Recursos de computação
ru: Вычислительные ресурсы

source: Installation media
es: Medio de Instalación
pt_br: Mídia de instalação
ru: Установочный носитель

source: Templates
es: Plantillas
pt_br: Modelos
ru: Шаблоны

source: Domains
es: Dominios
pt_br: Domínios
ru: Домены

source: Environments
es: Entornos
pt_br: Ambientes
ru: Окружения

source: Hostgroups
es: Grupos de hosts
ru: Группы узлов

source: Subnets
es: Subredes
pt_br: Subredes
ru: Подсети

source: Parameters
es: Parámetros
pt_br: Parâmetros
ru: Параметры

source: Operating systems
es: Sistemas operativos
pt_br: Sistema Operacional
ru: Операционные системы

source: External user groups
es: Grupos de usuarios externos
pt_br: Grupos de usuários externos
ru: Внешние группы пользователей

source: Applied
es: Aplicado
pt_br: Aplicado
ru: Применено

source: Restarted
es: Reiniciado
pt_br: Reiniciado
ru: Перезапущено

source: Failed
es: Falló
pt_br: Falhou
ru: Ошибка

source: Restart Failures
es: Reiniciar fallos
pt_br: Reiniciar Falhas
ru: Сбои перезагрузки

source: Skipped
es: Omitido
pt_br: Ignorado
ru: Пропущено

source: Pending
es: Pendiente
pt_br: Pendente
ru: Ожидание

source: Reported at
es: Reportado en
pt_br: Relatar em
ru: Время

source: Report status
es: Estado del informe
pt_br: Estado do relatório
ru: Статус отчета

source: Report metrics
es: Métricas del informe
pt_br: Medição de Relatório
ru: Метрика отчета

source: exec
es: ejecución

source: file
es: archivo
pt_br: arquivo
ru: файл

source: package
es: paquete
pt_br: pacote
ru: пакет

source: service
es: servicio
pt_br: serviço
ru: служба

source: user
es: usuario
pt_br: usuário
ru: пользователь

source: Logs
es: Registros
ru: Журналы

source: Message
es: Mensaje
pt_br: Mensagem
ru: Сообщение

source: Report has been deleted
es: Se ha borrado el informe
pt_br: Relatório foi removido
ru: Отчет удален

source: Could not delete the report
es: No se pudo borrar el informe
pt_br: Não foi possível remover o relatório
ru: Не удалось удалить отчет

source: The server does not support such operation.
es: El servidor no soporta esa operación.
pt_br: O servidor não suporta tal operação
ru: Сервер не поддерживает эту операцию.

source: Builtin
es: Incorporado
pt_br: Embutido
ru: Встроено

source: User role id
es: ID de rol de usuario
pt_br: ID da função de usuário
ru: Идентификатор роли

source: User role [%<name>s] created
es: Rol de usuario [%<name>s] creado
pt_br: Função de usuário [%<name>s] criada
ru: Роль [%<name>s] создана

source: Could not create the user role
es: No se pudo crear el rol de usuario
pt_br: Não foi possível criar função de usuário
ru: Не удалось создать роль пользователя

source: User role [%<name>s] updated
es: Rol de usuario [%<name>s] actualizado
pt_br: Função de usuário [%<name>s] atualizada
ru: Роль [%<name>s] обновлена

source: Could not update the user role
es: No se pudo actualizar el rol de usuario
pt_br: Não foi possível atualizar a função de usuário
ru: Не удалось обновить роль пользователя

source: User role [%<name>s] deleted
es: Rol de usuario [%<name>s] borrado
pt_br: Função de usuário [%<name>s] removida
ru: Роль [%<name>s] удалена

source: Could not delete the user roles
es: No se pudieron borrar los roles del usuario
pt_br: Não foi possível remover funções de usuário
ru: Не удалось удалить роли пользователя

source: Setting [%{name}] updated to [%{value}]
es: La configuración [%{name}] se actualizó a [%{value}]
pt_br: Configuração [%[nome]] atualizada para [%{valor}]
ru: [%{name}] было присвоено значение [%{value}]

source: Could not update the setting
es: No se pudo actualizar la configuración
pt_br: Não foi possível atualizar a configuração
ru: Не удалось обновить значение

source: Default Value
es: Valor predeterminado
pt_br: Valor Padrão
ru: По умолчанию

source: Override
es: Sobrescribir
pt_br: Sobrescrever
ru: Переопределить

source: Puppet class
es: Clase Puppet
pt_br: Classe de puppet
ru: Класс Puppet

source: Class Id
es: Id de clase
pt_br: ID da Classe
ru: ID класса

source: Hidden Value?
es: Valor ocultado?
ru: Скрытое значение

source: Required
es: Obligatorio
pt_br: Requerido
ru: Обязательно

source: Validator
es: Validador
pt_br: Validador
ru: Проверка

source: Rule
es: Regla
pt_br: Regra
ru: Правило

source: Override values
es: Sobrescribir valores
pt_br: Sobrescrever Valores
ru: Переопределить значения

source: Merge overrides
es: Combinar sustituciones
pt_br: Mesclar substituições
ru: Объединять переопределения

source: Merge default value
es: Combinar valor predeterminado
pt_br: Mesclar valor padrão
ru: Объединить с исходным значением

source: Avoid duplicates
es: Evitar duplicados
pt_br: Evitar duplicações
ru: Избегать повторений

source: Order
es: Orden
pt_br: Ordem
ru: Порядок

source: Values
es: Valores
pt_br: Valores
ru: Значения

source: Match
es: Corresponder
pt_br: Combinar
ru: Условие

source: Parameter updated
es: Parámetro actualizado
pt_br: Parâmetro atualizado
ru: Параметр обновлен

source: Could not update the parameter
es: No se pudo actualizar el parámetro
pt_br: Não foi possível atualizar o parâmetro
ru: Не удалось обновить параметр

source: Override this parameter.
es: Sobrescribir este parámetro.
pt_br: Sobrescrever este parâmetro
ru: Переопределить параметр

source: This parameter is required.
es: El parámetro es obligatorio.
pt_br: Este parâmetro é necessário
ru: Обязательный параметр

source: Type of the parameter.
es: Tipo de parámetro.
pt_br: Tipo de parâmetro
ru: Тип параметра

source: Type of the validator.
es: Tipo de validador.
pt_br: Tipo de validador.
ru: Тип проверки

source: Override value created
es: Sustituir valor creado
pt_br: Substituir valor criado
ru: Значение переопределения создано

source: Could not create the override value
es: No se pudo crear override_value

source: Cannot use --value when --use-puppet-default is true
es: No se pudo usar --valor cuando --usa-puppet-defaul es verdad

source: Override value deleted
es: Sustituir valor borrado
pt_br: Valor substituto excluído
ru: Значение переопределения удалено

source: Could not delete the override value
es: No se pudo borrar el valor sustituido
pt_br: Não foi possível excluir o valor substituto
ru: Не удалось удалить значение переопределения

source: Features
es: Funcionalidades
pt_br: Recursos
ru: Функции

source: Smart proxy created
es: Se creó proxy inteligente
pt_br: Proxy inteligente criado
ru: Смарт-прокси создан

source: Could not create the proxy
es: No se pudo crear el proxy
pt_br: Não foi possível criar um proxy
ru: Не удалось создать прокси

source: Smart proxy updated
es: Se actualizó el proxy inteligente
pt_br: Proxy inteligente atualizado
ru: Смарт-прокси обновлен

source: Could not update the proxy
es: No se pudo actualizar el proxy
pt_br: Não foi possível atualizar o proxy
ru: Не удалось обновить прокси

source: Smart proxy deleted
es: Se borró el proxy inteligente
pt_br: Proxy Inteligente removido
ru: Смарт-прокси удален

source: Could not delete the proxy
es: No se pudo borrar el proxy
pt_br: Não foi possível remover o proxy
ru: Не удалось удалить прокси

source: Puppet classes were imported
es: Se importaron las clases Puppet
pt_br: Classes de puppet foram importadas
ru: Классы Puppet импортированы

source: Import of puppet classes failed
es: Falló la importación de clases Puppet
pt_br: Importação de classes de puppet falhou
ru: Не удалось импортировать классы Puppet

source: Do not run the import
es: No ejecutar la importación
pt_br: Não execute a importação
ru: Не выполнять импорт

source: Smart proxy features were refreshed
es: Se actualizaron las funcionalidades del proxy inteligente
pt_br: Recursos de proxy inteligente atualizados
ru: Функции капсулы были обновлены

source: Refresh of smart proxy features failed
es: Error al actualizar las funcionalidades del proxy inteligente
pt_br: Falha ao atualizar os recursos do proxy inteligente
ru: Не удалось обновить функции капсулы

source: Smart variable [%{variable}] created
es: Variable inteligente [%{variable}] creada
pt_br: Variável inteligente [%{variable}] criada
ru: Смарт-переменная [%{variable}] создана

source: Could not create the smart variable
es: No se pudo crear la variable inteligente
pt_br: Não foi possível criar uma variável inteligente
ru: Не удалось создать смарт-переменную

source: Type of the variable.
es: Tipo de variable.
pt_br: Tipo de variável
ru: Тип переменной

source: Smart variable [%{variable}] updated
es: Variable inteligente [%{variable}] actualizada
pt_br: Variável inteligente [%{variable}] atualizada
ru: Смарт-переменная [%{variable}] была обновлена

source: Could not update the smart variable
es: No se pudo actualizar la variable inteligente
pt_br: Não foi possível atualizar a variável inteligente
ru: Не удалось обновить смарт-переменную

source: Smart variable [%{variable}] deleted
es: Variable inteligente [%{variable}] eliminada
pt_br: Variável inteligente [%{variable}] removida
ru: Смарт-переменная [%{variable}] была удалена

source: Could not delete the smart variable
es: No se pudo borrar la variable inteligente
pt_br: Não foi possível remover a variável inteligente
ru: Не удалось удалить смарт-переменную

source: Mask
es: Máscara
pt_br: Máscara
ru: Маска

source: Priority
es: Prioridad
pt_br: Prioridade
ru: Приоритет

source: Primary DNS
es: DNS primario
pt_br: DNS Primário
ru: Основной DNS

source: Secondary DNS
es: DNS secundario
pt_br: DNS Secundário
ru: Дополнительный DNS

source: VLAN ID
es: ID de VLAN

source: Gateway
es: Puerta de enlace
ru: Шлюз

source: From
es: Desde
pt_br: A partir de
ru: От

source: To
es: A
pt_br: Até
ru: В

source: Subnet created
es: Se creó subred
pt_br: Subnet criada
ru: Подсеть создана

source: Could not create the subnet
es: No se pudo crear la subred
pt_br: Não foi possível criar subrede
ru: Не удалось создать подсеть
