Repository: ATIX-AG/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: es, pt_br, ru

source: Use the default organization and/or location from the server
es: Utilizar la organización por defecto y/o ubicación desde el servidor
pt_br: Usar a localização e/ou organização padrão do servidor
ru: Использовать исходную организацию и местоположение с сервера

source: ID of DNS proxy to use within this domain
es: ID de proxy DNS a usar dentro de este dominio
pt_br: ID do Proxy DNS para usar dentro deste domínio
ru: ID DNS-прокси для этого домена

source: Name of DNS proxy to use within this domain
es: Nombre de proxy DNS a usar dentro de este dominio
pt_br: Nome do Proxy DNS para usar dentro deste domínio
ru: Имя DNS-прокси для этого домена

source: DNS Id
es: ID de DNS
pt_br: ID de DNS
ru: ID DNS

source: Domain [%{name}] created
es: Se creó el dominio [%{name}]
pt_br: Domínio [%{name}] criado
ru: Домен [%{name}] создан

source: Could not create the domain
es: No se pudo crear el dominio
pt_br: Não foi possível criar o domínio
ru: Не удалось создать домен

source: Full name describing the domain
es: Nombre completo que describe el dominio
pt_br: Nome completo descrevendo o domínio
ru: Описательное имя домена

source: Domain [%{name}] updated
es: Se actualizó el dominio [%{name}]
pt_br: Domínio [%{name}] atualizado
ru: Домен [%{name}] обновлен

source: Could not update the domain
es: No se pudo actualizar el dominio
pt_br: Não foi possível atualizar o domínio
ru: Не удалось обновить домен

source: Domain [%{name}] deleted
es: Se borró el dominio [%{name}]
pt_br: Domínio [%{name}] removido
ru: Домен [%{name}] удален

source: Could not delete the domain
es: No se pudo borrar el dominio
pt_br: Não foi possível remover o domínio
ru: Не удалось удалить домен

source: Create or update parameter for a domain.
es: Crear o actualizar parámetro de dominio.
pt_br: Criar ou atualizar o parâmetro para um domínio.
ru: Создать или изменить параметр домена

source: Domain parameter updated
es: Parámetro de dominio actualizado
pt_br: Parâmetro do domínio atualizado
ru: Параметр домена обновлен

source: New domain parameter created
es: Se creó un parámetro de dominio
pt_br: Novo parâmetro de domínio criado.
ru: Параметр домена создан

source: Could not set domain parameter
es: No se pudo establecer el parámetro de dominio
pt_br: Não foi possível definir parâmetro de domínio
ru: Не удалось установить параметр домена

source: Delete parameter for a domain.
es: Borrar parámetro de dominio
pt_br: Remover o parâmetro para um domínio
ru: Удалить параметр домена

source: Domain parameter deleted
es: Se borró el parámetro de dominio
pt_br: Parâmetro de domínio removido
ru: Параметр удален

source: Environment created
es: Entorno creado
pt_br: Ambiente criado
ru: Окружение создано

source: Could not create the environment
es: No se pudo crear el entorno
pt_br: Não foi possível criar o ambiente
ru: Не удалось создать окружение

source: Environment updated
es: Entorno actualizado
pt_br: Ambiente atualizada
ru: Окружение обновлено

source: Could not update the environment
es: No se pudo actualizar el entorno
pt_br: Não foi possível atualizar o ambiente
ru: Не удалось обновить окружение

source: Environment deleted
es: Entorno eliminado
pt_br: Ambiente removido
ru: Окружение удалено

source: Could not delete the environment
es: No se pudo borrar el entorno
pt_br: Não foi possivel remover o ambiente
ru: Не удалось удалить окружение

source: Redirection of API call detected.
es: Redirecion the una llamada de el APi detectada

source: It seems hammer is configured to use HTTP and the server prefers HTTPS.
es: Parece que el martillo esta configurado para que use HTTP y el servidor prefiere HTTPS.

source: Update your server url configuration
es: Actualiza la configuración de url en tu servidor

source: you can set 'follow_redirects' to one of :default or :always to enable redirects following
es: Puedes setiar 'sigue_indirecta' a unos de :default o: siempre prendido indirecta sigue

source: Forbidden - server refused to process the request
es: Prohibido - el servidor se negó a procesar la solicitud
pt_br: Proibído - servidor recusou o processamento da requisição
ru: Запрещено: сервер отказал в обработке запроса

source: View and manage user group's external user groups
es: Ver y administrar los grupos de usuarios externos de los grupos de usuarios
pt_br: Visualizar e gerenciar grupos de usuários externos do grupo de usuário
ru: Управление внешними группами пользователей

source: Auth source
es: Fuente de autenticación
pt_br: Fonte de autenticação
ru: Источник идентификации

source: Refresh external user group
es: Actualizar los grupos de usuarios externos
pt_br: Atualizar grupo de usuário externo
ru: Обновить внешнюю группу пользователей

source: External user group created
es: Grupo de usuarios externos creados
pt_br: Grupo de usuários externo criado
ru: Внешняя группа пользователей создана

source: Could not create external user group
es: No se pudo crear un grupo de usuario externo
pt_br: Não foi possível criar grupo de usuário externo
ru: Не удалось создать внешнюю группу пользователей

source: External user group updated
es: Se actualizó el grupo de usuario externo
pt_br: Atualização grupo de usuário externo
ru: Внешняя группа пользователей обновлена

source: Could not update external user group
es: No se pudo actualizar el grupo de usuario externo
pt_br: Não foi possível atualizar grupo de usuário externo
ru: Не удалось обновить внешнюю группу пользователей

source: External user group deleted
es: Se borró el grupo de usuario externo
pt_br: Grupo de usuários externos apagados
ru: Внешняя группа пользователей удалена

source: Could not delete the external user group
es: No se pudo borrar el grupo de usuario externo
pt_br: Não foi possível excluir o grupo de usuário externo
ru: Не удалось удалить внешнюю группу

source: Fact
es: Evento
pt_br: Fato
ru: Факт

source: Resource type
es: Tipo de recurso
pt_br: Tipo de Recurso
ru: Тип ресурса

source: Search
es: Buscar
pt_br: Pesquisar
ru: Поиск

source: Unlimited?
es: ¿Ilimitado?
pt_br: Ilimitado?
ru: Не ограничено

source: Role
es: Rol
pt_br: Função
ru: Роль

source: Permissions
es: Permisos
pt_br: Permissões
ru: Разрешения

source: (Miscellaneous)
es: (Varios)
pt_br: (Diversos)
ru: (другое)

source: none
es: nada
pt_br: nenhum
ru: нет

source: Permission filter for [%<resource_type>s] created
es: Se creó el filtro de permisos para [%<resource_type>s]
pt_br: Filtro de permissão para [%<resource_type>s] criado
ru: Фильтр разрешений для [%<resource_type>s] создан.

source: Could not create the permission filter
es: No se pudo crear el filtro de permisos
pt_br: Não foi possível criar o filtro de permissão
ru: Не удалось создать фильтр

source: Permission filter for [%<resource_type>s] updated
es: Se actualizó el filtro de permisos para [%<resource_type>s]
pt_br: Filtro de permissão para [%<resource_type>s] atualizado
ru: Фильтр разрешений для [%<resource_type>s] обновлен

source: Could not update the permission filter
es: No se pudo actualizar el filtro de permisos
pt_br: Não foi possível atualizar o filtro de permissão
ru: Не удалось обновить фильтр

source: Permission filter deleted
es: Se borró el filtro de permisos
pt_br: Filtro de permissão removido
ru: Фильтр удален

source: Could not delete the permission filter
es: No se pudo borrar el filtro de permisos
pt_br: Não foi possível remover o filtro de permissão
ru: Не удалось удалить фильтр

source: Resource
es: Recurso
pt_br: Recurso
ru: Ресурс

source: Operating System
es: Sistema operativo
pt_br: Sistema Operacional
ru: Операционная система

source: Host Group
es: Grupo de hosts
pt_br: Grupo de Host
ru: Группа узлов

source: MAC
es: Dirección MAC

source: Organization
es: Organización
pt_br: Organizacao
ru: Организация

source: Location
es: Ubicación
pt_br: Localizacao
ru: Расположение

source: Compute Resource
es: Recurso de cómputo
pt_br: Recurso de computação
ru: Вычислительный ресурс

source: Compute Profile
es: Perfil de Cómputo
pt_br: Perfil Computacional
ru: Профиль

source: Environment
es: Entorno
pt_br: Ambiente
ru: Окружение

source: Cert name
es: Nombre de certificado
pt_br: Nome do Certificado
ru: Имя сертификата

source: Managed
es: Administrado
pt_br: Gerenciado
ru: Под управлением

source: Installed at
es: Instalado en
pt_br: Instalado em
ru: Установлено:

source: Last report
es: Último informe
pt_br: Último relatório
ru: Последний отчет

source: Network
es: Red
pt_br: Rede
ru: Сеть

source: Subnet
es: Subred
pt_br: Subrede
ru: Подсеть

source: Domain
es: Dominio
pt_br: Domínio
ru: Домен

source: Service provider
es: Proveedor de Servicio
pt_br: Provedor de servico
ru: Сервис-провайдер

source: SP Name
es: Nombre de SP
pt_br: Nome do SP
ru: Имя SP

source: SP IP
es: IP de SP

source: SP MAC
es: MAC de SP

source: SP Subnet
es: Subred de SP
ru: Подсеть SP

source: Network interfaces
es: Interfaces de red
pt_br: Interfaces da rede
ru: Сетевые интерфейсы

source: Identifier
es: Identificador
pt_br: Identificador
ru: Идентификатор

source: Type
es: Tipo
pt_br: Tipo
ru: Тип

source: MAC address
es: Dirección MAC
pt_br: Endereço MAC
ru: MAC-адрес

source: IP address
es: Dirección IP
pt_br: Endereco de IP
ru: IP-адрес

source: Operating system
es: Sistema Operativo
pt_br: Sistema operacional
ru: Операционная система

source: Architecture
es: Arquitectura
pt_br: Arquitetura
ru: Архитектура

source: Build
es: Compilar
pt_br: Construir
ru: Сборка

source: Medium
es: Medio
pt_br: Meio
ru: Носитель

source: Partition Table
es: Tabla de particiones
pt_br: Tabela de Partição
ru: Таблица разделов

source: Custom partition table
es: Tabla de particiones personalizadas
pt_br: Tabela de partição personalizada
ru: Нестандартная таблица разделов

source: Image
es: Imagen
pt_br: Imagem
ru: Образ

source: Image file
es: Archivo de imagen
pt_br: Arquivo de Imagem
ru: Файл образа

source: Use image
es: Usar imagen
pt_br: Usar imagem
ru: Выбрать образ

source: Additional info
es: Información adicional
pt_br: Informação adicional
ru: Дополнительно

source: Owner Id
es: ID de propietario
pt_br: ID de Proprietário
ru: ID владельца

source: Owner Type
es: Tipo de propietario
pt_br: Tipo de Proprietário
ru: Тип владельца

source: Enabled
es: Habilitado
pt_br: Habilitado
ru: Включен

source: Model
es: Modelo
pt_br: Modelo
ru: Модель

source: Comment
es: Comentario
pt_br: Comentário
ru: Комментарий

source: Status
es: Estatus
pt_br: Estado
ru: Статус

source: Power
es: Energía
pt_br: Energia
ru: Питание

source: Puppet run triggered
es: Se activó una ejecución de Puppet
pt_br: Execução de Puppet foi disparada
ru: Puppetrun запущен

source: Host created
es: Host creado
pt_br: Host foi criado
ru: Узел создан

source: Could not create the host
es: No se pudo crear el host
pt_br: Não foi possível criar o host
ru: Не удалось создать узел

source: Host updated
es: Se actualizó el host
pt_br: Host atualizado
ru: Узел обновлен

source: Could not update the host
es: No se pudo actualizar el host
pt_br: Não foi possível atualizar o host
ru: Не удалось обновить узел

source: Host deleted
es: Host borrado
pt_br: Host removido
ru: Узел удален

source: Could not delete the host
es: No se pudo borrar el host
pt_br: Não foi possível remover o host
ru: Не удалось удалить узел

source: Create or update parameter for a host.
es: Crear o actualizar parámetro de un host.
pt_br: Criar ou atualizar o parâmetro para um hos.
ru: Создать или изменить параметр узла

source: Host parameter updated
es: Se actualizó el parámetro de host
pt_br: Host do parâmetro atualizado
ru: Параметр узла обновлен

source: New host parameter created
es: Se ha creado parámetro de host
pt_br: Novo parâmetro do host criado
ru: Параметр узла создан

source: Could not set host parameter
es: No se pudo establecer el parámetro de host
pt_br: Não foi possível definir parâmetro do host
ru: Не удалось установить параметр узла

source: Delete parameter for a host.
es: Borrar parámetro de un host.
pt_br: Remover parâmetro para um host.
ru: Удалить параметр узла

source: Host parameter deleted
es: Parámetro de host borrado
pt_br: Parâmetro do host removido
ru: Параметр узла удален

source: Power a host on
es: Encender un host
pt_br: Ligar um host
ru: Включить узел

source: The host is starting.
es: El host está arrancando.
pt_br: O host está iniciando
ru: Узел запускается.

source: Force turning off a host
es: Forzar apagado de un host
pt_br: Forçar desligar um host
ru: Принудительно выключить узел

source: Power a host off
es: Apagar un host
pt_br: Desligar um host
ru: Выключить узел

source: Power off forced.
es: Se forzó el apagado
pt_br: Desligar forçado
ru: Принудительное отключение

source: Powering the host off.
es: Apagando el host a la fuerza.
pt_br: Desligando o host.
ru: Узел выключается.

source: Reboot a host
es: Reiniciar un host
pt_br: Reinicializar o host
ru: Перезагрузить узел

source: Host reboot started.
es: Reinicio del host en proceso.
pt_br: Reinicialização do host iniciou.
ru: Узел будет перезагружен.

source: Rebuild orchestration related configurations for host
es: Recrear la orquestación con la configuración parecida para el aparato

source: Configuration successfully rebuilt.
es: La configuración fue recreada satisfactoriamente
pt_br: Configuração reconstruído com êxito.
ru: Конфигурация была собрана успешно.

source: List of puppetclass ids
es: Lista de ID de puppetclasses
pt_br: Lista de ids de puppetclass
ru: Список идентификаторов puppetclass

source: Name of puppet CA proxy
es: Nombre de proxy Puppet CA
pt_br: nome do proxy CA do puppet
ru: Имя прокси центра сертификации puppet

source: Name of puppet proxy
es: Nombre del proxy de Puppet
pt_br: nome do puppet proxy
ru: Имя прокси puppet

source: Name of parent hostgroup
es: Nombre de hostgroup padre
pt_br: Nome do hostgroup pai
ru: Имя родительской группы узлов

source: Root password
es: Contraseña de root
pt_br: Senha Root
ru: Пароль root

source: Enter the root password for the host group:
es: Introduzca la contraseña de root para el grupo de host
pt_br: Insira a senha do root para o grupo host
ru: Введите пароль пользователя root для доступа к группе узлов:

source: Title
es: Título
pt_br: Tratamento
ru: Заголовок

source: Puppet CA Proxy Id
es: Id del Proxy Puppet CA
ru: ID прокси CA Puppet

source: Puppet Master Proxy Id
es: ID del Proxy de Puppet Master
pt_br: ID do Puppet Master Proxy
ru: ID прокси мастер-сервера Puppet

source: ComputeProfile
es: Perfil de cómputo
pt_br: Perfil Computacional
ru: Профиль ресурса

source: Parent Id
es: ID de padre
pt_br: ID de Pais
ru: Родитель (ID)

source: Hostgroup created
es: Grupo de hosts creado
pt_br: Hostgroup criado
ru: Группа создана

source: Could not create the hostgroup
es: No se pudo crear el grupo de hosts
pt_br: Não foi possível criar um hostgroup
ru: Не удалось создать группу узлов

source: Hostgroup updated
es: Grupo de hosts actualizado
pt_br: Hostgroup atualizado
ru: Группа обновлена

source: Could not update the hostgroup
es: No se pudo actualizar el grupo de hosts
pt_br: Não foi possível atualizar o hostgroup
ru: Не удалось обновить группу

source: Hostgroup deleted
es: Grupo de hosts borrado
pt_br: Hostgroup removido
ru: Группа удалена

source: Could not delete the hostgroup
es: No se pudo borrar el grupo de hosts
pt_br: Não foi possível remover o hostgroup
ru: Не удалось удалить группу узлов

source: Create or update parameter for a hostgroup.
es: Crear o actualizar parámetro de un grupo de hosts.
pt_br: Criar ou atualizar o parâmetro para um hostgroup.
ru: Создать или изменить параметр группы узлов

source: Hostgroup parameter updated
es: Parámetro de grupo de hosts actualizado
pt_br: Parâmetro do hostgroup atualizado
ru: Параметр группы обновлен

source: New hostgroup parameter created
es: Se ha creado parámetro de grupo de hosts
pt_br: Novo parâmetro do hostgroup criado
ru: Параметр группы узлов создан

source: Could not set hostgroup parameter
es: No se pudo establecer el parámetro del grupo de hosts
pt_br: Não foi possível definir parâmetro do hostgroup
ru: Не удалось установить параметр группы узлов

source: Delete parameter for a hostgroup.
es: Borrar parámetro de un grupo de hosts.
pt_br: Remover parâmetro para um hostgroup
ru: Удалить параметры группы узлов

source: Hostgroup parameter deleted
es: Parámetro del grupo de hosts borrado
pt_br: Parâmetro do hostgroup removido
ru: Параметр удален

source: VLAN tag, this attribute has precedence over the subnet VLAN ID. Only for virtual interfaces.
es: Etiqueta VLAN, este atributo tiene precedencia sobre la ID de subred VLAN. Solo para interfaces virtuales.
pt_br: VLAN tag, este atributo tem precedência sobre a sub-rede VLAN ID . Apenas para interfaces virtuais
ru: Метка VLAN, этот атрибут имеет приоритет над подсетью VLAN ID. Только для виртуальных интерфейсов.

source: Login of the owner
es: Autenticación del propietario
pt_br: Login do Proprietário
ru: Имя входа владельца

source: ID of the owner
es: ID del propietario
pt_br: ID do Proprietário
ru: Идентификатор владельца

source: Host parameters.
es: Parámetros de host.
pt_br: Parâmetros de host.
ru: Параметры узла

source: Compute resource attributes.
es: Atributos de recursos de cómputo.
pt_br: Atributos de recurso de computação.
ru: Атрибуты вычислительного ресурса

source: Volume parameters
es: Parámetros de volumen
pt_br: Parâmetros de volume
ru: Параметры тома

source: Interface parameters.
es: Parámetros de la interfaz.
pt_br: Parâmetros de interface
ru: Параметры интерфейса

source: Enter the root password for the host:
es: Introduzca la contraseña de root para el host:
pt_br: Entre a senha original para o host
ru: Введите пароль root:

source: Architecture name
es: Nombre de arquitectura
pt_br: Arquitetura de nome
ru: Архитектура

source: Compute resource name
es: Nombre de recurso de cómputo
pt_br: Nome de recurso de computação
ru: Имя вычислительного ресурса

source: Domain name
es: Nombre de dominio
pt_br: Nome do domínio
ru: Имя домена

source: Environment name
es: Nombre de entorno
pt_br: Nome do ambiente
ru: Имя окружения

source: Host name
es: Nombre de host
pt_br: Nome do Host
ru: Имя узла

source: Hostgroup name
es: Nombre de grupo de hosts
pt_br: Nome do hostgroup
ru: Имя группы узлов

source: Hostgroup title
es: Título del grupo de host
pt_br: Titulo do grupo host
ru: Название группы узлов

source: Location name
es: Nombre de ubicación
pt_br: Nome do local
ru: Имя местоположения

source: Medium name
es: Nombre de medio
pt_br: Nome do meio
ru: Имя носителя

source: Model name
es: Nombre de modelo
pt_br: Nome do modelo
ru: Имя модели

source: Organization name
es: Nombre de organización
pt_br: Nome da Organização
ru: Имя организации

source: Operating system title
es: Título de sistema operativo
pt_br: Título do sistema operacional
ru: Операционная система

source: Partition table name
es: Nombre de tabla de particiones
pt_br: Nome da tabela de partição
ru: Имя таблицы разделов

source: Proxy name
es: Nombre de proxy
pt_br: Nome do Proxy
ru: Имя прокси

source: Puppet class name
es: Nombre de clase Puppet
pt_br: Nome da classe do puppet
ru: Имя класса Puppet

source: Report name
es: Nombre de informe
pt_br: Nome do relatório
ru: Имя отчета

source: User role name
es: Nombre de rol de usuario
pt_br: Nome da função de usuário
ru: Имя роли

source: Setting name
es: Establecer nombre
pt_br: Nome da configuracao
ru: Имя параметра

source: Subnet name
es: Nombre de subred
pt_br: Nome da subrede
ru: Имя подсети

source: User's login to search by
es: Nombre de usuario a buscar
pt_br: Login de usuário a pesquisar
ru: Имя искомого пользователя

source: Common parameter name
es: Nombre de parámetro común
pt_br: Nome do parâmetro comum
ru: Имя обычного параметра

source: Smart class parameter name
es: Nombre de parámetro de clase inteligente
pt_br: Nome de parâmetro de classe inteligente
ru: Имя смарт-параметра класса

source: Smart variable name
es: Nombre de la variable inteligente
pt_br: Nome da variável inteligente
ru: Имя смарт-переменной

source: Name to search by
es: Nombre a buscar
pt_br: Nome a pesquisar
ru: Искомое имя

source: one of %s not found
es: No se encuentra uno de %s
pt_br: um dos %s não foi encontrado
ru: %s не найден(о)

source: %s not found
es: no se encuentra %s
pt_br: %s não foi encontrado
ru: %s не найден(о)

source: found more than one %s
es: Se encontró más de un %s
pt_br: foi localizado mais de um %s
ru: обнаружено несколько вхождений: %s

source: Missing options to search %s
es: Faltan opciones para buscar %s
pt_br: Opções ausentes para pesquisar %s
ru: Недостаточно параметров для поиска %s

source: View and manage compute resource's images
es: Ver y administrar imágenes de recursos de cómputo.
pt_br: Visualizar e gerenciar as imagens de recurso de computação
ru: Просмотр и управление образами вычислительных ресурсов

source: Username
es: Nombre de usuario
pt_br: Nome de usuário
ru: Имя

source: IAM role
es: rol de IAM
pt_br: Função IAM
ru: Роль IAM

source: Show images available for addition
es: Mostrar imágenes disponibles para añadir
pt_br: Exibir imagens disponíveis para a adição
ru: Показать доступные образы

source: Image created
es: Se creó la imagen
pt_br: Imagem criada
ru: Образ создан

source: Could not create the image
es: No se pudo crear la imagen
pt_br: Não foi possível criar imagem
ru: Не удалось создать образ

source: Image updated
es: Se actualizó la imagen
pt_br: Imagem atualizada
ru: Образ обновлен

source: Could not update the image
es: No se pudo actualizar la imagen
pt_br: Não foi possível atualizar a imagem
ru: Не удалось обновить образ

source: Image deleted
es: Se borró la imagen
pt_br: Imagem removida
ru: Образ удален

source: Could not delete the image
es: No se pudo borrar la imagen
pt_br: Não foi possível remover a imagem
ru: Не удалось удалить образ

source: View and manage host's network interfaces
es: Ver y administrar interfaces de red de hosts
pt_br: Ver e gerir as interfaces de rede do host's
ru: Просмотр и управление сетевыми интерфейсами

source: primary
es: primario
pt_br: Primário
ru: основной

source: provision
es: provisión
pt_br: provisao
ru: подготовительный

source: DNS name
es: Nombre DNS
pt_br: Nome do DNS
ru: Имя DNS

source: Provision
es: Provisión
pt_br: Provisão
ru: Подготовительный

source: Tag
es: Etiqueta
pt_br: Etiqueta
ru: Тег

source: Attached to
es: Ligado a
pt_br: Anexado para
ru: Подключен к

source: Bond
es: Enlace
ru: Агрегированный (Bond)

source: Mode
es: Modo
pt_br: Modo
ru: Режим

source: Attached devices
es: Dispositivos asociados
pt_br: Dispositivos conectados
ru: Подключенные устройства

source: Bond options
es: Opciones de enlace
pt_br: Opcoes de Bond
ru: Параметры агрегации

source: Should this interface be used for constructing the FQDN of the host? Each managed hosts needs to have one primary interface.
es: ¿Debería ser usada esta interface para construir el FQDN del host? Cada host gestionado necesita tener una interfaz primaria.
pt_br: Está interface deverá ser usada para a construção do FQDN do host? Cada gerenciamento de host precisa ter uma interface primária.
ru: Должен ли интерфейс использоваться для формирования FQDN имени узла? Каждый управляемый узел должен иметь один первичный интерфейс.

source: Should this interface be used for TFTP of PXELinux (or SSH for image-based hosts)? Each managed hosts needs to have one provision interface.
es: ¿Debería ser usada esta interfaz para TFTP o PXELinux (o SSH para hosts basados en imágenes)? Cada host gestionado necesita tener una interfaz de provisión.
pt_br: Esta interface deverá ser usada para TFTP do PXELinux (ou SSH para a base de imagem host)? Cada gerenciamento de host precisa ter uma interface de provisão.
ru: Должен ли интерфейс использоваться для сетевой загрузки по TFTP (или SSH на узлах, устанавливаемых из образа)? Каждый управляемый узел должен иметь один подготовительный интерфейс.
