Repository: ATIX-AG/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: es, pt_br, ru

source: Subnet updated
es: Se actualizó subred
pt_br: Subrede atualizada
ru: Подсеть обновлена

source: Could not update the subnet
es: No se pudo actualizar la subred
pt_br: Não foi possível atualizar a subrede
ru: Не удалось обновить подсеть

source: Subnet deleted
es: Se borró la subred
pt_br: Subrede removida
ru: Подсеть удалена

source: Could not delete the subnet
es: No pudo borrarse la subred
pt_br: Não foi possível remover a subrede
ru: Не удалось удалить подсеть

source: Path to a file that contains the template
es: Ruta al fichero que contiene la plantilla
pt_br: Caminho para um arquivo que contenha o modelo
ru: Путь к файлу шаблона

source: Template type. Eg. snippet, script, provision
es: Tipo de plantilla. P. ej. sinppet, script, provisión
pt_br: Tipo de modelo. Ex.: snippet, script, provisão
ru: Тип шаблона (фрагмент, сценарий, подготовка)

source: Update the default PXE menu on all configured TFTP servers
es: Actualizar el menú por defecto de PXE en todos los servidores TFTP configurados
pt_br: Atualizado o menu padrão PXE e todas as configurações TFTP dos servidores
ru: Обновить стандартное меню PXE на всех TFTP-серверах

source: Login
es: Registro
ru: Вход

source: Email
es: Correo electrónico

source: Admin
es: Administrar
ru: Администратор

source: Effective admin
es: Administrador efectivo

source: Authorized by
es: Autorizado por
pt_br: Autorizado por
ru: Авторизован

source: Locale
es: Idioma
pt_br: Localizar
ru: Код

source: Timezone
es: Zona horaria
pt_br: Fuso horário
ru: Часовой пояс

source: Last login
es: Último inicio de sesión
pt_br: Último Login em
ru: Последний вход

source: Default organization
es: Organización por defecto
pt_br: Organização padrão
ru: Исходная организация

source: Default location
es: Ubicación predeterminada
pt_br: Localização padrão
ru: Расположение по умолчанию

source: default
es: Predeterminado
pt_br: padrão
ru: по умолчанию

source: User [%{login}] created
es: Se creó el usuario [%{login}]
pt_br: Usuário [%{login}] criado
ru: Пользователь [%{login}] создан

source: Could not create the user
es: No se pudo crear el usuario
pt_br: Não foi possível criar usuário
ru: Не удалось создать пользователя

source: User [%{login}] updated
es: Se actualizó el usuario [%{login}]
pt_br: Usuário [%{login}] atualizado
ru: Пользователь [%{login}] обновлен

source: Could not update the user
es: No se pudo actualizar el usuario
pt_br: Não foi possível atualizar usuário
ru: Не удалось обновить пользователя

source: User [%{login}] deleted
es: Se borró el usuario [%{login}]
pt_br: Usuário [%{login}] excluido
ru: Пользователь [%{login}] удален

source: Could not delete the user
es: No se pudo borrar el usuario
pt_br: Não foi possível remover usuário
ru: Не удалось удалить пользователя

source: User group [%<name>s] created
es: Se creó el grupo de usuario [%<name>s]
pt_br: Grupo de usuário [%<name>s] criado
ru: Группа [%<name>s] создана

source: Could not create the user group
es: No se pudo crear el grupo de usuarios
pt_br: Não foi possível criar o grupo de usuário
ru: Не удалось создать группу пользователей

source: User group [%<name>s] updated
es: Se actualizó el grupo de usuarios [%<name>s]
pt_br: Grupo de usuário [%<name>s] atualizado
ru: Группа [%<name>s] обновлена

source: Could not update the user group
es: No se pudo actualizar el grupo de usuarios
pt_br: Não foi possível atualizar o grupo de usuário
ru: Не удалось обновить группу пользователей

source: User group [%<name>s] deleted
es: Se borró el grupo de usuarios [%<name>s]
pt_br: Grupo de usuário [%<name>s] removido
ru: Группа [%<name>s] удалена

source: Could not delete the user group
es: No se pudo borrar el grupo de usuarios
pt_br: Não foi possível remover o grupo de usuário
ru: Не удалось удалить группу

source: Id
ru: Идентификатор

source: Host
ru: Узел

source: Bare Metal
pt_br: Puro metal
ru: Физический

source: Puppet CA Id
pt_br: Id do Puppet CA
ru: Идентификатор центра сертификации Puppet

source: Puppet Master Id
pt_br: Id do Puppet Master
ru: Идентификатор мастер-сервера Puppet

source: Primary
pt_br: Primário
ru: Основной

source: Virtual
ru: Виртуальный

source: Roles
pt_br: Papéis
ru: Роли

source: Puppetclasses
ru: Классы Puppet

source: total
ru: всего

source: Variable
pt_br: Variável
ru: Переменная
