Repository: ATIX-AG/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: es, pt_br, ru

source: Foreman connection login/logout.
es: Ingresar/Salir de la conexión de Foreman
pt_br: A conexão de login/logout do Foreman
ru: Вход/выход при установке соединения Foreman.

source: Manipulate architectures.
es: Manipular arquitecturas.
pt_br: Manipular Arquiteturas
ru: Управление архитектурами

source: Manipulate auth sources.
es: Manipular las fuentes de autenticación.
pt_br: Manipular fontes do auth.
ru: Управление источниками аутентификации

source: Manipulate compute resources.
es: Manipular recursos de cómputo.
pt_br: Manipular recursos de computação
ru: Управление вычислительными ресурсами

source: Manipulate domains.
es: Manipular dominios.
pt_br: Manipular domínios.
ru: Управление доменами

source: Manipulate environments.
es: Manipular entornos.
pt_br: Manipular ambientes.
ru: Управление окружениями

source: Search facts.
es: Buscar datos.
pt_br: Pesquisar fatos.
ru: Поиск статистики

source: Manage permission filters.
es: Administrar filtros de permisos.
pt_br: Gerenciar filtros de permissão.
ru: Управление фильтрами разрешений

source: Manipulate hosts.
es: Manipular hosts.
pt_br: Manipular hosts.
ru: Управление узлами

source: Manipulate hostgroups.
es: Manipular grupos de hosts.
pt_br: Manipular hostgroups
ru: Управление группами узлов

source: Manipulate locations.
es: Manipular ubicaciones.
pt_br: Manipular locais.
ru: Управление местоположением

source: Manipulate installation media.
es: Manipular el medio de instalación.
pt_br: Manipular mídia de instalação
ru: Управление установочными носителями

source: Manipulate hardware models.
es: Manipular modelos de hardware.
pt_br: Manipular os modelos de hardware.
ru: Управление моделями оборудования

source: Manipulate operating system.
es: Manipular sistemas operativos
pt_br: Manipular Sistema Operacional:
ru: Управление операционной системой

source: Manipulate organizations.
es: Manipular organizaciones.
pt_br: Manipular as organizações.
ru: Управление организациями

source: Manipulate partition tables.
es: Manipular tablas de particiones.
pt_br: Manipular as tabelas de partição.
ru: Управление таблицами разделов

source: Search puppet modules.
es: Buscar módulos Puppet.
pt_br: Pesquisar módulos puppet.
ru: Поиск модулей Puppet

source: Browse and read reports.
es: Buscar y leer informes.
pt_br: Navegar e ler relatórios.
ru: Просмотр отчетов

source: Manage user roles.
es: Administrar roles de usuario.
pt_br: Gerenciar funções de usuários
ru: Управление ролями пользователей

source: Manipulate smart class parameters.
es: Manipular parámetros de clase inteligente.
pt_br: Manipular os parâmetros de classe inteligentes.
ru: Управление смарт-параметрами класса

source: Manipulate smart variables.
es: Manipular variables inteligentes.
pt_br: Manipular variáveis inteligentes.
ru: Управление смарт-переменными

source: Manipulate smart proxies.
es: Manipular proxis inteligentes.
pt_br: Manipular proxies inteligentes.
ru: Управление капсулами

source: Change server settings.
es: Cambiar configuración del servidor.
pt_br: Modifique as configurações do servidor
ru: Изменить параметры сервера

source: Manipulate subnets.
es: Manipular subredes.
pt_br: Manipular subredes.
ru: Управлению подсетью

source: Manipulate config templates.
es: Manipular plantillas de configuración
pt_br: Manipular modelos de config.
ru: Управление шаблонами конфигурации

source: Manipulate users.
es: Manipular usuarios.
pt_br: Manipular usuários.
ru: Управление пользователями

source: Manage user groups.
es: Administrar grupos de usuarios.
pt_br: Gerenciar grupos de usuário
ru: Управление группами пользователей

source: Invalid username or password
es: Nombre de usuario o contraseña incorrecta
pt_br: Nome de usuário ou senha inválido(a)
ru: Неверное имя пользователя или пароль

source: You are logged in as '%s'
es: Ha ingresado como '%s'
pt_br: Você está autenticado como '%s'
ru: Вы вошли как «%s»

source: [Foreman] Username:
es: [Foreman] Nombre de usuario:
pt_br: [Foreman] Nome de usuário:
ru: Имя пользователя [Foreman]:

source: [Foreman] Password for %s:
es: [Foreman] Contraseña para %s:
pt_br: [Foreman] senha para %s:
ru: Пароль [Foreman] для %s:

source: Name
es: Nombre
pt_br: Nome
ru: Имя

source: Architecture created
es: Se creó la arquitectura
pt_br: Arquitetura criada
ru: Архитектура создана

source: Could not create the architecture
es: No se pudo crear la arquitectura
pt_br: Não foi possível criar a arquitetura
ru: Не удалось создать архитектуру

source: Architecture deleted
es: Se borró la arquitectura
pt_br: Arquitetura removida
ru: Архитектура удалена

source: Could not delete the architecture
es: No se pudo borrar la arquitectura
pt_br: Não foi possível remover a arquitetura
ru: Не удалось удалить архитектуру

source: Architecture updated
es: Arquitectura actualizada
pt_br: Arquitetura atualizada
ru: Архитектура обновлена

source: Could not update the architecture
es: No se pudo actualizar la arquitectura
pt_br: Não foi possível atualizar a arquitetura
ru: Не удалось обновить архитектуру

source: Associate a hostgroup
es: Asociar un grupo de hosts
pt_br: Associar um hostgroup
ru: Связать с группой узлов

source: The hostgroup has been associated
es: El group de host ha sido asociado

source: Could not associate the hostgroup
es: No se pudo asociar el grupo de host

source: Disassociate a hostgroup
es: Disociar un grupo de hosts
pt_br: Desassociar um hostgroup
ru: Удалить связь с группой узлов

source: The hostgroup has been disassociated
es: El grupo de host se ha desasociado

source: Could not disassociate the hostgroup
es: No se pudo asociar el grupo de host

source: Associate an environment
es: Asociar un entorno
pt_br: Associar um ambiente
ru: Связать с окружением

source: The environment has been associated
es: El ambiente fue desasociado

source: Could not associate the environment
es: No se pudo asociar el ambiente.

source: Disassociate an environment
es: Disociar un entorno
pt_br: Desassociar um ambiente
ru: Удалить связь с окружением

source: The environment has been disassociated
es: El ambiente fue desasociado

source: Could not disassociate the environment
es: No se pudo asociar el ambiente

source: Associate a domain
es: Asociar un dominio
pt_br: Associar um domínio
ru: Связать с доменом

source: The domain has been associated
es: El dominio fue asociado

source: Could not associate the domain
es: No se pudo asociar el dominio

source: Disassociate a domain
es: Disociar un dominio
pt_br: Desassociar um domínio
ru: Удалить связь с доменом

source: The domain has been disassociated
es: El dominio fue desasociado

source: Could not disassociate the domain
es: No se pudo disociar el dominio

source: Associate a medium
es: Asociar un medio
pt_br: Associar um meio
ru: Связать с носителем

source: The medium has been associated
es: El medio fue asociado

source: Could not associate the medium
es: El medio no se pudo ser asociado

source: Disassociate a medium
es: Disociar un medio
pt_br: Desassociar um meio
ru: Удалить связь с носителем

source: The medium has been disassociated
es: El medio fue desasociado

source: Could not disassociate the medium
es: No se pudo disociar el medio

source: Associate a subnet
es: Asociar una subred
pt_br: Associar uma subrede
ru: Связать с подсетью

source: The subnet has been associated
es: El subred fue desasociado

source: Could not associate the subnet
es: No se pudo asociar la subred

source: Disassociate a subnet
es: Disociar una subred
pt_br: Desassociar uma subrede
ru: Удалить связь с подсетью

source: The subnet has been disassociated
es: El subred fue desasociado

source: Could not disassociate the subnet
es: No se pudo desasociar el subred

source: Associate a compute resource
es: Asociar un recurso de cómputo
pt_br: Associar um recurso de computação
ru: Связать с вычислительным ресурсом

source: The compute resource has been associated
es: El recurso de computar fue asociado

source: Could not associate the compute resource
es: No se pudo asociar el recurso de cómputo

source: Disassociate a compute resource
es: Disociar un recurso de cómputo
pt_br: Desassociar um recurso de computação
ru: Удалить связь с вычислительным ресурсом

source: The compute resource has been disassociated
es: El recurso de computar desasociado

source: Could not disassociate the compute resource
es: No se pudo desasociar el recurso de computar

source: Associate a smart proxy
es: Asociar un proxy inteligente
pt_br: Associar um proxy inteligente
ru: Связать с капсулой

source: The smart proxy has been associated
es: El proxy inteligente fue asociado

source: Could not associate the smart proxy
es: No se pudo asociar el proxy inteligente

source: Disassociate a smart proxy
es: Disociar un proxy inteligente
pt_br: Desassociar um proxy inteligente
ru: Удалить связь с капсулой

source: The smart proxy has been disassociated
es: El proxy inteligente fue desasociado

source: Could not disassociate the smart proxy
es: No se pudo desasociar el proxy inteligente

source: Associate an user
es: Asociar un usuario
pt_br: Associar um usuário
ru: Связать с пользователем

source: The user has been associated
es: El usuario ha sido asociado
pt_br: O usuario esta associado
ru: Установлено соответствие с пользователем

source: Could not associate the user
es: No se pudo asociar el usuario
pt_br: Não pode associar o usuário
ru: Не удалось установить соответствие с пользователем

source: Disassociate an user
es: Desasociar un usuario
pt_br: Desassociar um usuário
ru: Удалить связь с пользователем

source: The user has been disassociated
es: El usuario ha sido desasociado
pt_br: Usuário desassociado
ru: Связь с пользователем удалена

source: Could not disassociate the user
es: No se pudo desasociar el usuario
pt_br: Não pode desassociar o usuário
ru: Не удалось отменить связь с пользователем

source: Associate an user group
es: Asociar un grupo de usuarios
pt_br: Associar um grupo de usuário
ru: Связать с группой пользователей

source: The user group has been associated
es: El grupo de usuario ha sido asociado
pt_br: Grupo de usuário associado
ru: Установлено соответствие с группой пользователей

source: Could not associate the user group
es: No se pudo asociar el grupo de usuario
pt_br: Não pode associar o grupo de usuário
ru: Не удалось установить соответствие с группой пользователей

source: Disassociate an user group
es: Desasociar un grupo de usuarios
pt_br: Desassociar um grupo de usuário
ru: Удалить связь с группой пользователей

source: The user group has been disassociated
es: El grupo de usuario ha sido desasociado
pt_br: o grupo de usuários foi desassociados
ru: Связь с группой пользователей была удалена

source: Could not disassociate the user group
es: No se pudo desasociar el grupo de usuario
pt_br: Não pode desassociar o grupo de usuários
ru: Не удалось отменить связь с группой пользователей

source: Associate a configuration template
es: Asociar una plantilla de configuración
pt_br: Associar um modelo de configuração
ru: Связать с шаблоном конфигурации

source: The configuration template has been associated
es: La configuración de la plantilla fue asociada

source: Could not associate the configuration template
es: No se pudo asociar la configuración de la plantilla

source: Disassociate a configuration template
es: Desasociar una plantilla de configuración
pt_br: Desassociar um modelo de configuração
ru: Удалить связь с шаблоном конфигурации

source: The configuration template has been disassociated
es: La plantilla de configuración fue desasociada

source: Could not disassociate the configuration template
es: No se pudo disociar la plantilla de configuración

source: Associate an organization
es: Asociar una organización
pt_br: Associar uma empresa
ru: Связать с организацией

source: The organization has been associated
es: La organización fue asociada

source: Could not associate the organization
es: No se pudo asociar la organización

source: Disassociate an organization
es: Desasociar una organización
pt_br: Desassociar uma empresa
ru: Удалить связь с организацией

source: The organization has been disassociated
es: La organización fue desasociada

source: Could not disassociate the organization
es: No se pudo desasociar la organización

source: Associate an operating system
es: Asociar un sistema operativo
pt_br: Associar um Sistema Operacional
ru: Связать с операционной системой

source: Operating system has been associated
es: Ha sido asociado el sistema operativo
pt_br: O Sistema Operacional foi associado
ru: Установлено соответствие с операционной системой

source: Could not associate the operating system
es: No se pudo asociar el sistema operativo
pt_br: Não foi possível associar o sistema operacional
ru: Не удалось установить соответствие с операционной системой

source: Disassociate an operating system
es: Desasociar un sistema operativo
pt_br: Desassociar um sistema operacional
ru: Удалить связь с операционной системой

source: Operating system has been disassociated
es: Ha sido desasociado el sistema operativo
pt_br: Sistema operacional foi desassociado
ru: Связь с операционной системой удалена

source: Could not disassociate the operating system
es: No se pudo desasociar el sistema operativo
pt_br: Não foi possível desassociar o sistema operacional
ru: Не удалось отменить связь с операционной системой

source: Associate an architecture
es: Asociar una arquitectura
pt_br: Associar uma arquitetura
ru: Связать с архитектурой

source: Architecture has been associated
es: Se ha asociado la arquitectura
pt_br: Arquitetura foi associada
ru: Установлено соответствие с архитектурой

source: Could not associate the architecture
es: No se pudo asociar la arquitectura
pt_br: Não foi possível associar a arquitetura
ru: Не удалось установить соответствие с архитектурой

source: Disassociate an architecture
es: Desasociar una arquitectura
pt_br: Desassociar uma arquitetura
ru: Удалить связь с архитектурой

source: Architecture has been disassociated
es: Se ha desasociado la arquitectura
pt_br: Arquitetura foi desassociada
ru: Связь с архитектурой удалена

source: Could not disassociate the architecture
es: No se pudo desasociar la arquitectura
pt_br: Não foi possível desassociar a arquitetura
ru: Не удалось отменить связь с архитектурой

source: Associate a partition table
es: Asociar una tabla de particiones
pt_br: Associar uma tabela de partição
ru: Связать с таблицей разделов

source: Partition table has been associated
es: Se ha asociado la tabla de particiones
pt_br: Tabela de partição foi associada
ru: Установлено соответствие с таблицей разделов

source: Could not associate the partition table
es: No se pudo asociar la tabla de particiones
pt_br: Não foi possível associar a tabela de partição
ru: Не удалось установить соответствие с таблицей разделов

source: Disassociate a partition table
es: Desasociar una tabla de particiones
pt_br: Desassociar a tabela de partição
ru: Удалить связь с таблицей разделов

source: Partition table has been disassociated
es: Se ha desasociado la tabla de particiones
pt_br: Tabela de partição foi desassociada
ru: Связь с таблицей разделов удалена

source: Could not disassociate the partition table
es: No se ha podido desasociar la tabla de particiones
pt_br: Não foi possível desassociar a tabela de partição
ru: Не удалось отменить связь с таблицей разделов

source: Assign a user role
es: Asignar un rol de usuario
pt_br: Atribuir uma função de usuário
ru: Назначить роль

source: User role has been assigned
es: Se ha asignado el rol de usuario
pt_br: Função de usuário foi atribuída
ru: Роль пользователя назначена

source: Could not assign the user role
es: No se pudo asignar el rol de usuario
pt_br: Não foi possível atribuir a função de usuário
ru: Не удалось назначить роль

source: Remove a user role
es: Eliminar un rol de usuario
pt_br: Remover uma função de usuário
ru: Удалить роль

source: User role has been removed
es: El rol de usuario ha sido eliminado
pt_br: Função de usuário foi removida
ru: Роль пользователя удалена

source: Could not remove the user role
es: No se pudo eliminar el rol de usuario
pt_br: Não foi possível remover a função de usuário
ru: Не удалось удалить роль пользователя

source: Set credentials
es: Establecer credenciales
pt_br: Definir credenciais
ru: Настроить учетные данные

source: username to access the remote system
es: nombre de usuario para acceder al sistema remoto
pt_br: nome de usuário para acessar o sistema remoto
ru: имя пользователя для доступа к удаленной системе

source: password to access the remote system
es: palabra clave para acceder al sistema remoto
pt_br: senha para acessar sistema remoto
ru: пароль доступа к удаленной системе

source: Wipe your credentials
es: Borrar credenciales
pt_br: Limpar suas credenciais
ru: Очистить учетные данные

source: Information about current connections
es: Información sobre conexiones vigentes
pt_br: Informações sobre as conexões atuais
ru: Сведения о текущих подключениях

source: Manage LDAP auth sources.
es: Administrar fuentes de autenticación LDAP
pt_br: Gerenciar fontes de autenticação LDAP
ru: Управление источниками идентификации LDAP

source: LDAPS?
es: ¿LDAP?

source: Port
es: Puerto
pt_br: Porta
ru: Порт

source: Server Type
es: Tipo de servidor
pt_br: Tipo de servidor
ru: Тип сервера

source: Account Username
es: Nombre de usuario de la cuenta
pt_br: Nome de usuário da Conta
ru: Имя пользователя

source: Base DN
es: DN base
ru: Базовое DN

source: LDAP filter
es: Filtro LDAP
pt_br: Filtro LDAP
ru: Фильтр LDAP

source: Automatically Create Accounts?
es: ¿Crear cuentas automáticamente?
pt_br: Criar contas automaticamente?
ru: Автоматическая регистрация

source: Login Name Attribute
es: Atributo nombre de usuario
pt_br: Atributo de nome de Login
ru: Имя входа

source: First Name Attribute
es: Atributo nombre
pt_br: Atributo de Primeiro Nome
ru: Имя

source: Last Name Attribute
es: Atributo apellido
pt_br: Atributo do Sobrenome
ru: Фамилия

source: Email Address Attribute
es: Atributo correo-e
pt_br: Atributo de endereço de email
ru: Электронный адрес

source: Photo Attribute
es: Atributo foto
pt_br: Atributo de foto
ru: Фотография

source: Auth source created
es: Se creó la fuente de autenticación
pt_br: Fonte de autenticação criada
ru: Источник идентификации создан

source: Could not create the Auth Source
es: No se pudo crear la fuente de autenticación
pt_br: Não foi possível criar a Fonte de Autenticação
ru: Не удалось создать источник идентификации

source: Auth source deleted
es: Se borró la fuente de autenticación
pt_br: Fonte de autenticação removida
ru: Источник идентификации удален

source: Could not delete the Auth Source
es: No se pudo borrar fuente de autenticación
pt_br: Não foi possível remover a Fonte de Autenticação
ru: Не удалось удалить источник идентификации

source: Auth source updated
es: Se actualizó fuente de autenticación
pt_br: Fonte de autenticação atualizada
ru: Источник идентификации обновлен

source: Could not update the Auth Source
es: No se pudo actualizar fuente de autenticación
pt_br: Não foi possível atualizar a Fonte de Autenticação
ru: Не удалось обновить источник идентификации

source: Received data of unknown format
es: Se ha recibido dato en formato desconocido
pt_br: Dados recebidos de formato desconhecido
ru: Неизвестный формат полученных данных

source: Could not find %{resource}. Some search options were missing, please see --help.
es: No se encontró %{resource}. Faltaron algunas opciones de búsqueda, por favor, consulte --help.
pt_br: Não foi possível encontrar %{resource}. Algumas opções de pesquisa estavam ausentes, por favor consulte --help.
ru: Недостаточно параметров для поиска %{resource} (см. --help)

source: Could not find %{resource}, please set option %{switches}.
es: No se pudo encontrar %{resource}, por favor establezca la opción %{switches}.
pt_br: Não foi possível encontrar %{resource}, por favor defina a opção %{switches}.
ru: %{resource} не найден. Установите параметр %{switches}.

source: Could not find %{resource}, please set one of options %{switches}.
es: No se pudo encontrar %{resource}, por favor establezca una de las opciones %{switches}.
pt_br: Não foi possível encontrar %{resource}, por favor defina uma das opções %{switches}.
ru: %{resource} не найден. Установите один из параметров %{switches}.

source: Associate a resource
es: Asociar un recurso
pt_br: Associar um recurso
ru: Связать с ресурсом

source: Could not associate the %{resource_name}
es: No se pudo asociar el %{recurso_nombre}

source: The %{resource_name} has been associated
es: El %{recurso_nombre} fue asociado

source: Disassociate a resource
es: Disociar un recurso
pt_br: Desassociar um recurso
ru: Удалить связь с ресурсом

source: Could not disassociate the %{resource_name}
es: No se pudo desasociar el %{recurso_nombre}

source: The %{resource_name} has been disassociated
es: El %{recurso_nombre} fue desasociado

source: Value
es: Valor
pt_br: Valor
ru: Значение

source: Set a global parameter.
es: Establecer un parámetro global.
pt_br: Definir um parâmetro global
ru: Установить глобальный параметр.

source: Created parameter [%{name}] with value [%{value}].
es: Se creó el parámetro [%{name}] con valor [%{value}].
pt_br: Parâmetro criado [%{name}] com valor [%{value}].
ru: Добавлен параметр [%{name}] со значением [%{value}].

source: Parameter [%{name}] updated to [%{value}].
es: Se actualizó el parámetro [%{name}] a [%{value}].
pt_br: Parâmetro [%{name}] atualizado para [%{value}].
ru: [%{name}] было присвоено значение [%{value}].

source: parameter name
es: nombre del parámetro
pt_br: nome do parâmetro
ru: и

source: parameter value
es: valor del parámetro
pt_br: valor de parâmetro
ru: значение параметра

source: Global parameter [%{name}] deleted.
es: Se borró el parámetro global [%{name}].
pt_br: Parâmetro global [%{name}] removido.
ru: Глобальный параметр [%{name}] удален.

source: Could not delete the global parameter [%{name}]
es: No se pudo borrar el parámetro global [%{name}]
pt_br: Não foi possível remover o parâmetro global [%{name}]
ru: Не удалось удалить глобальный параметр [%{name}]

source: Manipulate global parameters.
es: Manipular parámetros globales.
pt_br: Manipular parâmetros globais.
ru: Управление глобальными параметрами

source: Provider
es: Proveedor
pt_br: Provedor
ru: Провайдер

source: Datacenter
es: Centro de datos
ru: Центр данных

source: Region
es: Región
pt_br: Região
ru: Регион

source: Server
es: Servidor
pt_br: Servidor
ru: Сервер

source: Tenant
es: Inquilino
pt_br: Locatário
ru: Арендатор

source: Description
es: Descripción
pt_br: Descrição
ru: Описание

source: User
es: Usuario
pt_br: Usuário
ru: Пользователь

source: Compute resource created
es: Se creó el recurso de cómputo
pt_br: Recurso de computação criado
ru: Вычислительный ресурс создан

source: Could not create the compute resource
es: No se pudo crear el recurso de cómputo
pt_br: Não foi possível criar o recurso de computação
ru: Не удалось создать вычислительный ресурс

source: Compute resource updated
es: Se actualizó el recurso de cómputo
pt_br: Recurso de computação atualizado
ru: Вычислительный ресурс обновлен

source: Could not update the compute resource
es: No se pudo actualizar el recurso de cómputo
pt_br: Não foi possível atualizar o recurso de computação
ru: Не удалось обновить вычислительный ресурс

source: Compute resource deleted
es: Se borró el recurso de cómputo
pt_br: Recurso de computação removido
ru: Вычислительный ресурс удален

source: Could not delete the compute resource
es: No se pudo borrar el recurso de cómputo
pt_br: Não foi possível remover o recurso de computação
ru: Не удалось удалить вычислительный ресурс

source: Number of CPUs
es: Número de CPU
pt_br: Número de CPUs
ru: Процессоры
